tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kiharito/tap"
tap "remotemobprogramming/brew"
brew "bat"
brew "dive"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "go-task"
brew "gum"
brew "hadolint"
brew "jnv"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "mise"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "stylua"
brew "terraformer"
brew "wget"
brew "yamlfmt"
brew "yamllint"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "remotemobprogramming/brew/mob"
cask "arc"
cask "deepl"
cask "docker"
cask "firefox"
cask "font-hackgen-nerd"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "miro"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
