tap "dotenvx/brew"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "kiharito/tap"
tap "remotemobprogramming/brew"
brew "act"
brew "actionlint"
brew "bat"
brew "dive"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "go-task"
brew "pango"
brew "graphviz"
brew "gum"
brew "hadolint"
brew "jnv"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "markdownlint-cli"
brew "mise"
brew "neovim"
brew "pillow"
brew "pipx"
brew "python@3.12"
brew "rain"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "stylua"
brew "terraformer", args: ["HEAD"]
brew "trivy"
brew "wget"
brew "yamlfmt"
brew "yamllint"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "dotenvx/brew/dotenvx"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "remotemobprogramming/brew/mob"
cask "chatgpt"
cask "cursor"
cask "deepl"
cask "docker"
cask "figma"
cask "firefox"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "miro"
cask "mockoon"
cask "mysqlworkbench"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "visual-studio-code"
cask "zed"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "charliermarsh.ruff"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "tompollak.lazygit-vscode"
