tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kiharito/tap"
tap "remotemobprogramming/brew"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "gum"
brew "hadolint"
brew "jq"
brew "libyaml"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "remotemobprogramming/brew/mob"
cask "arc"
cask "deepl"
cask "docker"
cask "firefox"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "miro"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
